{
    "productos": [{
            "id": "1",
            "imagen": "/images/product1.png",
            "nombre": "Inked Cushion Gel Liner",
            "precio": "18.00",
            "descripcion": "Formulated to go on intense like ink and glide on light as a feather, our liquid gel-type cushion liner never skips, clumps, or drags, helping you achieve the perfect winged look. The cushion pot helps control the amount of product that is picked up and the built-in brush is designed to work perfectly with the formula so you always get an intense payoff with precision and ease.",
            "tamaño": "2 g",
            "zone": "eyes",
            "color":"black",
            "price":"16-20"
        }, {
            "id": "2",
            "imagen": "/images/product2.jpg",
            "nombre": "Face Mix Matte Pore Gel",
            "precio": "12.50",
            "descripcion": "Erase unsightly oil with our matte pore gel, an oil controlling primer that helps you look fresh all day long! Formulated to provide soothing hydration, the refreshing gel texture instantly refreshes and soothes skin while leaving a velvety soft finish so makeup can wear longer and you can look your best any time of the day!",
            "tamaño": "45 g",
            "zone": "face",
            "color":"black",
            "price":"12-16"
        }, {
            "id": "3",
            "imagen": "/images/product3.png",
            "nombre": "Mini Strobing Cushion",
            "precio": "19.00",
            "descripcion": "Finally achieve that coveted dewy glow with our spoiler Strobing Cushion. Our hydrating formula keeps skin looking fresh while the natural pearly finish helps to give the face more dimension while also making skin look healthy and radiant! Choose from two finishes to get the perfect luminous look so you can keep the glow alive!",
            "tamaño": "9 g",
            "zone": "face",
            "color":"pink",
            "price":"16-20"
        }, {
            "id": "4",
            "imagen": "/images/product4.jpg",
            "nombre": "Panda's Glossy Lip Crayon",
            "precio": "13.00",
            "descripcion": "These adorable lip crayons are packed with antioxidants to hydrate lips while allowing for long lasting color expression, leaving lips super soft. The creamy formula is the perfect compromise between a gloss and a balm, delivering a texture that glides on velvety smooth with a hydrating finish.",
            "tamaño": "1.5 g",
            "zone": "lips",
            "color":"red",
            "price":"12-16"
        },
        {
            "id": "5",
            "imagen": "/images/product5.jpg",
            "nombre": "Panda's Dream Pocket Lip Balm",
            "precio": "9.50",
            "descripcion": "Always dreamed of being able to carry around a panda in your pocket? This creamy, super-moisturizing lip balm comes in a cute pocketed-size panda compact and helps dry and chapped lips become soft and smooth with a hint of natural-looking color and glossy finish.",
            "tamaño": "3.8 g",
            "zone": "lips",
            "color":"red",
            "price":"8-12"
        },
        {
            "id": "6",
            "imagen": "/images/product6.jpg",
            "nombre": "Panda's Dream Smudge Out Mascara",
            "precio": "15.00",
            "descripcion": "No more dark circles from your smudged mascara! Our Panda's Dream Smudge Out Mascara keeps your lashes looking defined and fresh all day long.",
            "tamaño": "10 g",
            "zone": "eyes",
            "color":"black",
            "price":"12-16"
        }, {
            "id": "7",
            "imagen": "/images/product7.png",
            "nombre": "Facetone Skin Tint SPF 30++",
            "precio": "22.00",
            "descripcion": "This skin tint is the perfect no-makeup makeup look for days when your skin needs to breathe. Formulated to stay on like second skin, this tint is weightless, dries down to a luminous matte finish, and glides on so thin that you’ll forget you even put anything on! Because of its unique formulation, this tint is perfect for layering until you achieve the coverage you need.",
            "tamaño": "19 g",
            "zone": "face",
            "color":"beige",
            "price":"16-20"
        }, {
            "id": "8",
            "imagen": "/images/product8.png",
            "nombre": "Luminous Goddess Aura Perfume Face Mist",
            "precio": "13.50",
            "descripcion": "Help your skin achieve goddess-status with our Luminous Goddess Aura Perfume Face Mist! Our oil-infused face mist not only has a subtle, femininely floral scent, but it also recharges skin with intense hydration so skin looks radiantly celestial. Use before, during, or after makeup application to help skin stay refreshed, hydrated, and always looking its best!",
            "tamaño": "19 g",
            "zone": "face",
            "color":"pink",
            "price":"12-16"
        }, {
            "id": "9",
            "imagen": "/images/product9.jpg",
            "nombre": "spoiler Mini Cushion Blusher",
            "precio": "12.00",
            "descripcion": "A Cushion compact blush that delivers vibrant color with a dewy glow for naturally flushed, healthy-looking cheeks. Infused with highly concentrated color pigments, a little goes a long way! The easy cushion applicator allows for buildable color that tints, refreshes and brightens your cheeks instantly. Available in shades of Pinks, Roses, and Peaches, this blush has a match for all skin tones.",
            "tamaño": "9 g",
            "zone": "face",
            "color":"orange",
            "price":"8-12"
        }, {
            "id": "10",
            "imagen": "/images/product10.jpg",
            "nombre": "Petit Bunny Gloss Bars",
            "precio": "8.00",
            "descripcion": "With a smooth texture that falls somewhere between a lipstick and a lip gloss, this adorable lip crayon is packed with Vitamin E to soften and moisturize lips. Each gloss bar has a different fruity scent and shade, giving lips a natural, sheer color with a high shine glossy finish. This seriously adorable gloss bar can be worn alone or over a tint to add a little extra shine!",
            "tamaño": "2 g",
            "zone": "lips",
            "color":"pink",
            "price":"8-12"
        }
    ]
}